---
layout: default
title: Verwaltungsrat
---

<p>&nbsp;</p>
<h4>Verwaltungsrat:</h4>
<div class="wrapper border-bot">
    <figure class="img-indent">
        <a class="lightbox-image hover-image" data-gal="prettyPhoto[1]" href="images/personen/hkaufmann_big.jpg" title="Hans Kaufmann, Pr&auml;sident des Verwaltungsrates">
            <img src="images/personen/hkaufmann_sm.jpg" width="243" hight="324" alt="Hans Kaufmann">
        </a>
    </figure>
    <div class="extra-wrap">
        <p class="prev-indent-bot">
            <strong>Hans Kaufmann
                <br />Pr&auml;sident des Verwaltungsrates</strong>
        </p>
        <p>Hans Kaufmann (1958) ist VR-Pr&auml;sident und Mitinhaber der <a href="http://www.neratec.com/" title="Website der Neratec Solutions AG" target="_blank">Neratec Solutions AG</a>, welche auf industrielle Wireless LAN Produkte und Produktentwicklungen im Bereich von Wireless L&ouml;sungen und Embedded Hardware/Software spezialisiert ist. Nach mehreren Jahren in der Forschung und Vorentwicklung an der ETH Z&uuml;rich und bei Ascom, &uuml;bernahm er 1995 als Mitbegr&uuml;nder von Elektrobit AG die Rolle des technischen Direktors und ab 2001 deren Gesch&auml;ftsleitung. Von 2006 bis 2008 war er verantwortlich f&uuml;r den Gesch&auml;ftsbereich RFID innerhalb der Elektrobit-Gruppe und f&uuml;hrte ein internationales Team. Seit April 2008 hat er zusammen mit seinen Gesch&auml;ftspartnern, die aus einem Management Buy-out entstandene Neratec Solutions AG, erfolgreich auf- und ausgebaut.</p>
        <p>Hans Kaufmann hat ausgezeichnete Erfahrung in der Entwicklung und Industrialisierung von neuen elektronischen Produkten sowie dem Management von Technologie-orientierten Firmen. Er h&auml;lt einen Abschluss als dipl. El. Ing. ETH Z&uuml;rich und ist seit 2012 Pr&auml;sident des Verwaltungsrates bei der FELA Management AG.</p>
    </div>
</div>
<div class="wrapper border-bot">
    <figure class="img-indent">
        <a class="lightbox-image hover-image" data-gal="prettyPhoto[1]" href="images/personen/ehausammann_big.jpg" title="Erich Hausammann, Delegierter des Verwaltungsrates">
            <img src="images/personen/ehausammann_sm.jpg" alt="Erich Hausammann">
        </a>
    </figure>
    <div class="extra-wrap">
        <p>&nbsp;</p>
        <br />
        <p class="prev-indent-bot">
            <strong>Erich Hausammann
                <br />Delegierter des Verwaltungsrates</strong>
        </p>
        <p>Nach seinem Ingenieur-Studium in Elektrotechnik bildete sich Erich Hausammann (1956) am Betriebswirtschaftlichen Institut der ETH Z&uuml;rich weiter. Er arbeitete nach dem Studium in einem Technologiekonzern im internationalen Umfeld. Sp&auml;ter &uuml;bernahm er die Gesch&auml;ftsf&uuml;hrung der Bernina Elektronik AG.</p>
        <p>Erich Hausammann gr&uuml;ndete im Jahr 2002 die Firma <a href="http://adyna.de/" title="Website der Adyna GmbH" target="_blank">Adyna GmbH</a> welche er aufbaute und per 1. Januar 2012, im Zuge seines Eintrittes bei der <a href="http://fela.ch" title="Startseite FELA Management AG" target="_blank">FELA Management AG</a>, in die selbe einbrachte. Daneben war er in mehreren Verwaltungsr&auml;ten t&auml;tig.</p>
    </div>
</div>
<div class="wrapper border-bot">
    <figure class="img-indent">
        <a class="lightbox-image hover-image" data-gal="prettyPhoto[1]" href="images/personen/euhlmann_big.jpg" title="Ernst Uhlmann, Mitglied des Verwaltungsrates">
            <img src="images/personen/euhlmann_sm.jpg" alt="Ernst Uhlmann">
        </a>
    </figure>
    <div class="extra-wrap">
        <p class="prev-indent-bot">
            <strong>Ernst Uhlmann
                <br />Mitglied des Verwaltungsrates</strong>
        </p>
        <p>Geboren am 19.04.1943, gr&uuml;ndete Ernst Uhlmann bereits neben seinem Studium der Elektrotechnik im Jahr 1967 die Elektronik-Gruppe FELA. Im Laufe seines Berufslebens baute er in Europa, USA und Fernost &uuml;ber 25 erfolgreiche Unternehmen auf und erhielt zahlreiche Preise und Auszeichnungen f&uuml;r erfolgreiches Unternehmertum und Innovation. Er ist engagiert in der Jungunternehmerf&ouml;rderung als Coach, Investor und Verwaltungsrat. Dar&uuml;ber hinaus war Ernst Uhlmann langj&auml;hriges Jurymitglied beim internationalen Unternehmerwettbewerb „Entrepreneur of the Year“, Beirat verschiedener Fachhochschulen, Mitglied des Certification Board der Kommission f&uuml;r Technik und Innovation der Eidgenossenschaft (KTI/CTI) sowie Stiftungsrat u.a. der "<a href="http://www.devigier.ch/Home.aspx" title="Website der De Vigier Foundation" target="_blank">De Vigier Foundation</a>" f&uuml;r innovative und zukunftweisende Gesch&auml;ftsideen.</p>
        <p>Ernst Uhlmann verf&uuml;gt &uuml;ber exzellentes Wissen in den Bereichen Leiterplattentechnik, Entwicklung elektronischer Ger&auml;te, ASIC Design und Fabrikation, Verkehrs-Telematik mit Mautsystemen, Leitsysteme f&uuml;r den &ouml;ffentlichen Verkehr, Fahrtgastinformations- und Ticketingsyteme.</p>
    </div>
</div>
<div class="wrapper border-bot">
    <figure class="img-indent">
        <a class="lightbox-image hover-image" data-gal="prettyPhoto[1]" href="images/personen/huhlmann_big.jpg" title="Hans Uhlmann, Mitglied des Verwaltungsrates">
            <img src="images/personen/huhlmann_sm.jpg" alt="Hans Uhlamann">
        </a>
    </figure>
    <div class="extra-wrap">
        <p class="prev-indent-bot">
            <strong>Hans Uhlmann
                <br />Mitglied des Verwaltungsrates</strong>
        </p>
        <p>Geboren am 13.09.1944 absolvierte Hans Uhlmann, nach einer Lehre als Tief-und Eisenbetonzeichner, die FH Burgdorf und schloss mit Auszeichnung als Dipl. Bauingenieur ab. Nach einigen Auslandjahren in Afrika, Mittlerem und fernen Osten f&uuml;r Motor-Columbus baute er eine Generalunternehmung in Abu Dhabi auf. In der Schweiz gr&uuml;ndete er 1979 sein eigenes Ingenieurb&uuml;ro, welches sich auf die Planung und Erstellung von Fabriken f&uuml;r Leiterplatten spezialisierte. 1980 erfolgte die Umwandlung in die <a href="http://planung.fela.ch" title="Website FELA Planungs AG" target="_blank">FELA Planungs AG</a>, welche seit der Gr&uuml;ndung von Hans Uhlmann erfolgreich gef&uuml;hrt wird. Nach dem erfolgreichen Bau von weltweit &uuml;ber 35 grossen schl&uuml;sselfertigen Gesamtanlagen f&uuml;r Leiterplatten, PC-Tastaturen, Dickfilmhybriden, Hartmetall und Mikrobohrer, industriellen Kl&auml;ranlagen sowie mehreren Schokoladefabriken wurden in den letzten Jahren vorwiegend Infrastrukturprojekte f&uuml;r Trink- und Abwasser realisiert.</p>
        <p>Hans Uhlmann verf&uuml;gt &uuml;ber hervorragendes Know-How und langj&auml;hrige Erfahrung auf internationalem Terrain in Mechanik, Hydraulik, Elektro- und Steuerungstechnik. Hans Uhlmann ist Gesch&auml;ftsf&uuml;hrer unserer 100% Tochter, <a href="http://planung.fela.ch" title="Website FELA Planungs AG" target="_blank">FELA Planungs AG</a>, Generalunternehmung und Ingenieure, sowie ein Mitglied des Verwaltungsrates der <a href="http://fela.ch" title="Startseite FELA Management AG" target="_blank">FELA Management AG</a>.</p>
        </p>
    </div>
</div>

<div class="wrapper">
    <div class="wrapper">
        <figure class="img-indent">
            <a class="lightbox-image hover-image" data-gal="prettyPhoto[1]" href="images/personen/juhlmann_big.jpg" title="J&uuml;rg Uhlmann, Mitglied des Verwaltungsrates">
                <img src="images/personen/juhlmann_sm.jpg" alt="Jürg Uhlmann">
            </a>
        </figure>
        <div class="extra-wrap">
            <p>&nbsp;</p>
            <br />
            <p class="prev-indent-bot">
                <strong>J&uuml;rg Uhlmann
                    <br />Mitglied des Verwaltungsrates</strong>
            </p>
            <br />
            <p>J&uuml;rg Uhlmann kam im Mai 2000 zur FELA Management AG. Nach Abschluss des Ingenieurstudiums an der ETH Z&uuml;rich sowie einigen Jahren in der Forschung an der ETH mit Dissertation, arbeitet er zuvor beim Technologieunternehmen Zellweger Uster AG.</p>
            <p>J&uuml;rg Uhlmann ist Mitglied des Verwaltungsrates und als CTO Mitglied der Gesch&auml;ftsleitung der <a href="http://fela.ch" title="Startseite FELA Management AG" target="_blank">FELA Management AG</a>.</p>
            <br />
        </div>
    </div>
</div>
